Repository: wolfthemes/wolf-albums
Catalog: languages/wolf-albums-*.po
Languages: fr_fr, it_it

source: Your albums page has been created succesfully
fr_fr: Votre page d'albums a été créé avec succès
it_it: La pagina degli album è stata creata correttamente

source: Galleries
fr_fr: Galeries
it_it: Gallerie

source: Gallery
fr_fr: Galerie
it_it: Galleria

source: Add New
fr_fr: Nouveau
it_it: Aggiungi Nuovo

source: Add New Gallery
fr_fr: Ajoutez une nouvelle galerie
it_it: Aggiungi Nuova Galleria

source: All Galleries
fr_fr: Toutes les galeries
it_it: Tutte le Gallerie

source: Edit Gallery
fr_fr: Modifier la galerie
it_it: Modifica Galleria

source: New Gallery
fr_fr: Nouvelle galerie
it_it: Nuova Galleria

source: View Gallery
fr_fr: Voir la galerie
it_it: Vedi Galleria

source: Search Galleries
fr_fr: Rechercher les galeries
it_it: Cerca Gallerie

source: No Galleries found
fr_fr: Aucune galérie trouvée
it_it: Nessuna Galleria Trovata

source: No Galleries found in Trash
fr_fr: Aucune galerie trouvée dans la Corbeille.
it_it: Nessuna Galleria trovata nel Cestino

source: Galleries Categories
fr_fr: Catégories de galeries
it_it: Categorie Galleria

source: Galleries Type
fr_fr: Type de galeries
it_it: Tipi Galleria

source: Search Galleries Categories
fr_fr: Rechercher dans les Catégories de Galeries
it_it: Cerca Categorie Galleria

source: Popular Galleries Categories
fr_fr: Catégories populaires de galeries
it_it: Categorie Galleria più utlizzate

source: All Galleries Categories
fr_fr: Toutes les Catégories de Galeries
it_it: Tutte le Categorie Galleria

source: Parent Galleries Type
it_it: Tipo Gallerie Genitore

source: Parent Galleries Type:
it_it: Tipo Gallerie Genitore:

source: Edit Galleries Type
it_it: Modifica Tipo Gallerie

source: Update Galleries Type
it_it: Aggiorna Tipo Gallerie

source: Add New Galleries Type
it_it: Aggiungi Tipo Galleria

source: New Galleries Type
it_it: Nuovo Tipo Gallerie

source: Separate gallery categories with commas
fr_fr: Séparez les catégories par des virgules.
it_it: Separa categorie galleria con la virgola

source: Add or remove gallery categories
it_it: Aggiungi o rimuovi categorie galleria

source: Choose from the most used gallery categories
fr_fr: Sélectionner parmi les catégories les plus utilisées
it_it: Scegli tra le categorie galleria più utilizzate

source: Categories
fr_fr: Catégories
it_it: Categorie

source: Settings
fr_fr: Réglages
it_it: Impostazioni

source: Albums Page
fr_fr: Page d'albums
it_it: Pagina Album

source: Max number of column
fr_fr: Nombre max de colonne
it_it: Numero massimo di colonne

source: Use Isotope filter
fr_fr: Filtre Isotope
it_it: Usa filtro Isotopo

source: Select a page...
fr_fr: Sélectionnez une page …
it_it: Seleziona una pagina...

source: Number of column on desktop screen
fr_fr: Nombre d’articles sur les ordinateurs de bureau
it_it: Numero colonne sulla schermata desktop

source: Albums Settings
fr_fr: Paramètres d'albums
it_it: Impostazioni Album

source: Settings saved.
fr_fr: Réglages sauvegardés.
it_it: Impostazioni salvate.

source: Save Changes
fr_fr: Sauvegarde des changements
it_it: Salva Impostazioni

source: Albums Shortcode
fr_fr: Shortcode
it_it: Shortcode Album

source: To display your last albums in your post or page you can use the following shortcode.
fr_fr: Pour afficher vos derniers albums dans votre poste ou la page que vous pouvez utiliser le shortcode suivant.
it_it: Per visualizzare i tuoi ultimi album nei post o nelle pagine puoi usare il seguente shortcode.

source: Additionally, you can add a count and/or a category attribute.
it_it: Inoltre, puoi aggiungere un attributo count e/o un attributo category

source: You can also add a column count attribute.
it_it: Puoi anche aggiungere un attributo per il numero di colonne.

source: No photo uploaded yet.
fr_fr: Pas de photo.
it_it: Nessuna foto caricata.

source: Display your last photos
fr_fr: Affichez vos dernières photos
it_it: Vedi le tue ulitme foto

source: Last Photos
fr_fr: Dernières photos
it_it: Ultime Foto

source: Title
fr_fr: Titre
it_it: Titolo

source: Optional Text
fr_fr: Texte facultatif
it_it: Testo Facoltativo

source: Count
fr_fr: Nombre
it_it: Numero

source: All
fr_fr: Tout
it_it: Tutte

source: Nothing found
fr_fr: Aucun résultat
it_it: Nessun risultato

source: says : <em>Almost done! you need to <a href="%1$s">create a page</a> for your galleries or <a href="%2$s">select an existing page</a> in the plugin settings</em>.
fr_fr: dit : <em>presque fini! vous devez <a href="%1$s">créer une page</a> pour vos galeries ou <a href="%2$s">Sélectionnez une page existante</a> dans la configuration du plugin</em>.

source: You are currently editing the page that shows the galleries.
fr_fr: Modifier la page qui affiche les galeries.

source: Present your albums
fr_fr: Présenter vos albums
